Repository: GNOME/anjuta-extras
Catalog: po/*.po
Languages: fr, nl, uk

source: Sample Plugin
fr: Exemple de greffon
nl: Voorbeeldplug-in
uk: Приклад додатка

source: Sample Plugin for Anjuta.
fr: Exemple de greffon pour Anjuta.
nl: Voorbeeldplug-in voor Anjuta.
uk: Приклад додатка до Anjuta.

source: Scintilla Editor
fr: Éditeur Scintilla
uk: Редактор Scintilla

source: An alternate editor based on Scintilla
fr: Un éditeur alternatif basé sur Scintilla
nl: Een alternatieve editor gebaseerd op Scintilla
uk: Альтернативний редактор на основі Scintilla

source: Plus/Minus
fr: Plus/Moins
nl: Plus/min
uk: Плюс/Мінус

source: Arrows
fr: Flèches
nl: Pijlen
uk: Стрілки

source: Circular
fr: Circulaire
nl: Circulair
uk: Кола

source: Squares
fr: Carrés
nl: Vierkanten
uk: Квадрати

source: Choose autocomplete for single match
fr: Choisir l’auto-complétion pour la correspondance unique
nl: Automatisch aanvullen voor enkele overeenkomst kiezen
uk: Виберіть автозавершення для одинарного відповідника

source: Autocomplete XML/HTML closing tags
fr: Compléter automatiquement les balises XML/HTML fermantes
nl: XML/HTML sluit-tags automatisch aanvullen
uk: Автодоповнення завершальних теґів XML/HTML

source: Autocompletion pop up choices
fr: Choix du menu surgissant d’auto-complétion
nl: Automatisch aanvullen pop-up-keuzes
uk: Варіанти контекстної панелі автодоповнення

source: Autocompletion
fr: Auto-complétion
nl: Automatisch aanvullen
uk: Автодоповнення

source: Enable code folding
fr: Activer le repli du code
nl: Code-opvouwen inschakelen
uk: Увімкнути згортання коду

source: Enable comments folding
fr: Activer le repli des commentaires
nl: Commentaar-opvouwen inschakelen
uk: Увімкнути згортання коментарів

source: Enable Python comments folding
fr: Activer le repli des commentaires Python
nl: Python-commentaar-opvouwen inschakelen
uk: Увімкнути згортання коментарів Python

source: Enable Python quoted strings folding
fr: Activer le repli des chaînes Python entre guillemets
nl: Python-citaat-tekenreeksen-opvouwen inschakelen
uk: Увімкнути згортання рядків у лапках Python

source: Enable HTML tags folding
fr: Activer le repli des balises HTML
nl: HTML-opvouwen inschakelen
uk: Увімкнути згортання теґів HTML

source: Compact folding
fr: Repli compact
nl: Compact opvouwen
uk: Компактне згортання

source: Draw line below folded lines
fr: Tracer un trait sous les lignes repliées
nl: Lijn onder opgevouwen regels tekenen
uk: Малювати лінію під згорнутими рядками

source: Collapse all code folds on file open
fr: Réduire tous les replis de code à l’ouverture du fichier
nl: Code opvouwen bij openen van bestand
uk: Згортати усі блоки коду при відкритті файла

source: Fold style:
fr: Style de repli :
nl: Opvouwstijl:
uk: Стиль згортання:

source: Code folding
fr: Repli du code
nl: Code opvouwen
uk: Згортання коду

source: Disable syntax highlighting
fr: Désactiver la mise en surbrillance syntaxique
nl: Syntaxmarkering uitschakelen
uk: Вимкнути підсвічування синтаксису

source: Enable braces check
fr: Activer la vérification des accolades
nl: Haakjescontrole inschakelen
uk: Увімкнути перевірку дужок

source: Strip trailling spaces on file save
nl: Eindspaties verwijderen bij opslaan van bestand
uk: Вилучити кінцеві пробіли під час збереження файла

source: Filter extraneous characters in DOS mode
fr: Filtrer les caractères étrangers en mode DOS
nl: Extra tekens filteren in DOS-modus
uk: Фільтрувати сторонні символи у режимі DOS

source: Wrap bookmarks search around
fr: Rechercher circulaire des signets
nl: Bladwijzerzoekopdracht doorgaan na documenteinde
uk: Циклічний пошук закладок

source: Edge column
fr: Marge droite
nl: Randkolom
uk: Позиція краю

source: Caret blink period in ms
fr: Fréquence du clignotement du curseur en ms
nl: Knippersnelheid van cursor in ms
uk: Період блимання курсора у мс

source: Editor caret (cursor) width in pixels
fr: Épaisseur du curseur d’édition en pixels
nl: Breedte van editor-dakje (cursor) in pixels
uk: Ширина курсора редактора у пікселях

source: Line numbers margin width in pixels
fr: Largeur de la colonne des numéros de ligne en pixels
nl: Marge voor regelnummers in pixels
uk: Ширина поля номерів рядків у пікселях

source: Misc options
fr: Options diverses
nl: Overige opties
uk: Інші параметри

source: Colors & Fonts
fr: Couleurs et polices
nl: Kleuren en lettertypen
uk: Кольори і шрифти

source: Editor
fr: Éditeur
uk: Редактор

source: Enable automatic indentation
fr: Activer l’indentation automatique
nl: Automatisch inspringen inschakelen
uk: Увімкнути автоматичні відступи

source: Maintain past Indentation
fr: Conserver l’indentation précédente
nl: Voorgaande inspringing behouden
uk: Підтримувати попередні відступи

source: Pressing tab inserts indentation
fr: Un appui sur la touche Tab insère une indentation
nl: Tab voegt een inspringing in
uk: Натискання Tab вставляє відступ

source: Pressing backspace un-indents
fr: Un appui sur la touche Retour arrière supprime l’indentation
nl: Backspace verwijdert inspringing
uk: Натискання backspace вилучає відступ

source: Indent closing braces
fr: Indenter les accolades de fermeture
nl: Afluitende haakjes inspringen
uk: Відступ для завершальних дужок

source: Indent opening braces
fr: Indenter les accolades d’ouverture
nl: Openingshaakjes inspringen
uk: Відступ для початкових дужок

source: Use tabs for indentation
fr: Utiliser les tabulations pour l’indentation
nl: Gebruik tabs voor inspringen
uk: Використовувати табуляції для відступів

source: Indentation size in spaces:
fr: Nombre d’espaces de l’indentation :
nl: Inspringafstand in spaties:
uk: Розмір відступу у пробілах:

source: Tab size in spaces:
fr: Nombre d’espaces de la touche Tab :
nl: Tabgrootte in spaties:
uk: Розмір табуляції у пробілах:

source: Basic Indentation
fr: Indentation de base
nl: Eenvoudig inspringen
uk: Базовий відступ

source: View EOL chars
fr: Afficher les caractères de fin de ligne
nl: EOL-tekens tonen
uk: Візуалізація символів кінця рядків

source: View Indentation Guides
fr: Afficher les guides d’indentation
nl: Inspringgidsen weergeven
uk: Показати напрямні відступів

source: View Whitespaces
fr: Afficher les espaces blancs
nl: Witruimte weergeven
uk: Показати пробіли

source: View indentation whitespaces
fr: Afficher les espaces blancs d’indentation
nl: Inspringwitruimte weergeven
uk: Показати пробіли відступів

source: View Line Wrap
fr: Afficher la césure des lignes
nl: Tekstomloop weergeven
uk: Показати перенесення рядків

source: Margin Linenum visible
fr: Numéro de ligne en marge visible
nl: Regelnummer zichtbaar in marge
uk: Видимість номерів рядків на полі

source: Margin Marker visible
fr: Marqueur en marge visible
nl: Marker zichtbaar in marge
uk: Видимість позначок на полі

source: Margin Fold visible
fr: Repli en marge visible
nl: Opvouwing zichtbaar in marge
uk: Видимість згортання на полі

source: Lines
fr: lignes
nl: Regels
uk: Рядки

source: Add line number every:
fr: Ajouter le numéro de la ligne toutes les :
nl: Regelnummering toevoegen op iedere:
uk: Додати номер рядка кожні:

source: Enable line wrap
fr: Activer la césure des lignes
nl: Regeldoorloop aanzetten
uk: Увімкнути перенесення рядків

source: Add page header
fr: Ajouter un en-tête de page
nl: Paginakop toevoegen
uk: Додати заголовок сторінки

source: Monochrome
nl: Grijstinten
uk: Чорно-білий

source: Colour
fr: Couleur
nl: Kleur
uk: Кольоровий

source: Mode:
nl: Modus:
uk: Режим:

source: Print options
fr: Options d’impression
nl: Afdrukopties
uk: Параметри друку

source: Printing
fr: Impression
nl: Afdrukken
uk: Друк

source: Fonts and colors for editor
fr: Polices et couleurs de l’éditeur
nl: Lettertypen en kleuren voor editor
uk: Шрифти і кольори редактора

source: Select highlight style to edit:
fr: Choisissez le style de mise en évidence à modifier :
nl: Selecteer een markeringsstijl om te bewerken:
uk: Виберіть стиль підсвічування для редагування:

source: Bold
fr: Gras
nl: Vet
uk: Жирний

source: Italic
fr: Italique
nl: Cursief
uk: Курсив

source: Underlined
fr: Souligné
nl: Onderstreept
uk: Підкреслений

source: Use default
fr: Style par défaut
nl: Standaard gebruiken
uk: Використати типові

source: Background color:
fr: Couleur d’arrière-plan :
nl: Achtergrondkleur:
uk: Колір тла:

source: Foreground color:
fr: Couleur de premier plan :
nl: Voorgrondkleur:
uk: Колір тексту:

source: Attributes:
fr: Attributs :
nl: Attributen:
uk: Атрибути:

source: Font:
fr: Polices :
nl: Lettertype:
uk: Шрифт:

source: Highlight style
fr: Style de la mise en évidence
nl: Markeringsstijl
uk: Стиль підсвічування

source: Caret (cursor) color:
fr: Couleur du curseur :
nl: Cursorkleur:
uk: Колір курсора:

source: Calltip background:
fr: Arrière-plan de l’infobulle :
nl: Achtergrondkleur voor hulpballon:
uk: Тло панелей підказок:

source: Selection background:
fr: Arrière-plan de la sélection :
nl: Selectie achtergrond:
uk: Тло позначеного:

source: Selection foreground:
fr: Premier plan de la sélection :
nl: Selectie voorgrond:
uk: Текст позначено:

source: Other colors
fr: Autres couleurs
nl: Overige kleuren
uk: Інші кольори

source: _Line Number Margin
fr: Numéros de _ligne en marge
nl: Rege_lnummermarge
uk: Поле номерів _рядків

source: Show/Hide line numbers
fr: Affiche ou masque les numéros de ligne
nl: Regelnummers tonen/verbergen
uk: Показати/Приховати номери рядків

source: _Marker Margin
fr: _Marqueurs en marge
nl: _Marker van marge
uk: Поле _позначок

source: Show/Hide marker margin
fr: Affiche ou masque les marqueurs en marge
nl: Marker van marge tonen/verbergen
uk: Показати/Приховати поле позначок

source: _Code Fold Margin
fr: _Replis de code en marge
nl: _Code-opvouwmarge
uk: Поле з_гортання коду

source: Show/Hide code fold margin
fr: Affiche ou masque les replis de code en marge
nl: Code-opvouwmarge tonen/verbergen
uk: Показати/Приховати поле згортання

source: _Indentation Guides
fr: Guides d’_indentation
nl: _Inspringgidsen
uk: Напрямні _відступів

source: Show/Hide indentation guides
fr: Affiche ou masque les guides d’indentation
nl: Inspringregels tonen/verbergen
uk: Показати/Приховати напрямні відступів

source: _White Space
fr: Espace _blanc
nl: _Witruimte
uk: П_робіли

source: Show/Hide white spaces
fr: Affiche ou masque les espaces blancs
nl: Spatiëring tonen/verbergen
uk: Показати/Приховати пробіли

source: _Line End Characters
fr: Caractères de _fin de ligne
nl: Rege_leindetekens
uk: Си_мволи кінців рядків

source: Show/Hide line end characters
fr: Affiche ou masque les caractères de fin de ligne
nl: Regeleindetekens tonen/verbergen
uk: Показати/Приховати символи кінців рядків

source: Line _Wrapping
fr: _Césure de ligne
nl: Tekst_omloop
uk: П_еренесення рядків

source: Enable/disable line wrapping
fr: Active ou désactive la césure de ligne
nl: Regelomloop in-/uitschakelen
uk: Увімкнути або вимкнути перенесення рядки

source: Editor view settings
fr: Paramètres d’affichage de l’éditeur
nl: Weergaveinstellingen voor editor
uk: Параметри панелі редактора

source: File: %s
fr: Fichier : %s
nl: Bestand: %s
uk: Файл: %s

source: Unable to get text buffer for printing
fr: Impossible de récupérer le texte en attente pour l’impression
nl: Kon de tekstbuffer voor afdrukken niet verkrijgen
uk: Не вдалося отримати текстовий буфер для друку

source: No file to print!
fr: Aucun fichier à imprimer
nl: Geen bestand om af te drukken!
uk: Немає файла для друку!

source: The file '%s' has been changed. Do you want to reload it?
fr: Le fichier « %s » a été modifié. Voulez-vous le recharger ?
nl: Het bestand ‘%s’ is gewijzigd. Wilt u het opnieuw laden?
uk: До файла «%s» було внесено зміни. Хочете його перезавантажити?

source: The file '%s' has been changed. Do you want to loose your changes and reload it?
nl: Het bestand ‘%s’ is gewijzigd. Wilt u uw wijzigingen verliezen en het opnieuw laden?
uk: До файла «%s» було внесено зміни. Хочете втратити внесені зміни і перезавантажити його?

source: The file '%s' has been deleted. Do you confirm and close it?
fr: Le fichier « %s » a été supprimé. Valider et le fermer ?
nl: Het bestand ‘%s’ is verwijderd. Wilt u bevestigen en het sluiten?
uk: Файл «%s» вилучено. Ви підтверджуєте і закриваєте його?

source: The file '%s' has been deleted. Do you want to lose your changes and close it?
fr: Le fichier « %s » a été supprimé. Voulez-vous abandonner vos modifications et le fermer ?
nl: Het bestand ‘%s’ is verwijderd. Wilt u uw wijzigingen verliezen en het sluiten?
uk: Файл «%s» вилучено. Ви хочете втратити внесені зміни і закрити його?

source: Could not get file info
fr: Impossible de lire les informations sur le fichier
nl: Kon bestandsinfo niet verkrijgen
uk: Не вдалося отримати відомостей щодо файла

source: This file is too big. Unable to allocate memory.
fr: Ce fichier est trop volumineux. Impossible de lui allouer de la mémoire.
nl: Dit bestand is te groot. Kon niet voldoende geheugenruimte toewijzen.
uk: Файл є надто великим. Не вдалося розмістити його у пам'яті.

source: Could not open file
fr: Impossible d’ouvrir le fichier
nl: Kon bestand niet openen
uk: Не вдалося відкрити файл

source: Error while reading from file
fr: Erreur lors de la lecture du fichier
nl: Fout tijdens het lezen van bestand
uk: Помилка під час читання з файла

source: The file does not look like a text file or the file encoding is not supported. Please check if the encoding of file is in the supported encodings list. If not, add it from the preferences.
fr: Ce fichier ne semble pas être un fichier texte ou le codage du fichier n’est pas pris en charge. Vérifiez si son codage est dans la liste des codages pris en charge. S’il ne l’est pas, ajoutez-le dans les préférences.
nl: Het bestand is geen tekstbestand of de tekenset wordt niet ondersteund. Controleer of de tekenset voorkomt in de lijst met ondersteunde tekensets, of voeg deze toe in de voorkeuren.
uk: Цей файл не є текстовим файлом або є текстовим файлом, підтримки кодування його не передбачено у програмі. Будь ласка, перевірте, чи є кодування цього файла у списку підтримуваних кодувань. Якщо кодування немає у списку, додайте його у налаштуваннях програми.

source: Loading file...
fr: Chargement du fichier…
nl: Bestand laden…
uk: Завантаження файла…

source: Could not load file: %s Details: %s
fr: Impossible de charger le fichier : %s Détails : %s
nl: Kon bestand niet laden: %s Details: %s
uk: Не вдалося завантажити файл: %s Подробиці: %s

source: File loaded successfully
fr: Fichier chargé avec succès
nl: Bestand geladen
uk: Файл успішно завантажено

source: Saving file...
fr: Enregistrement du fichier…
nl: Bestand opslaan…
uk: Збереження файла…

source: Could not save intermediate file %s: %s
fr: Impossible d’enregistrer le fichier intermédiaire %s : %s.
nl: Kon tussentijds bestand %s niet opslaan: %s
uk: Не вдалося зберегти проміжний файл %s: %s

source: File saved successfully
fr: Fichier enregistré avec succès
nl: Bestand opgeslagen
uk: Файл успішно збережено

source: Cannot load Global defaults and configuration files: %s. This may result in improper behaviour or instabilities. Anjuta will fall back to built in (limited) settings
fr: Impossible de charger les paramètres généraux et les fichiers de configuration par défaut : %s. Cela peux entraîner un comportement étrange ou une instabilité. Anjuta va se limiter à sa configuration interne.
nl: Kan globale standaardinstellingen en configuratiebestanden niet laden: %s. Dit kan onjuist of instabiel gedrag veroorzaken. Anjuta valt terug op ingebouwde (beperkte) instellingen
uk: Не вдалося завантажити загальні типові значення та файли налаштувань: %s. Це може спричинити неналежну або нестабільну поведінку програми. Anjuta повертається до резервних (вбудованих і обмежених) параметрів роботи

source: Change build commands to use scratchbox 1 or 2
fr: Modifier les commandes de construction pour utiliser scratchbox 1 ou 2
nl: Pas de compilatie-opdrachten aan om scratchbox 1 of 2 te gebruiken
uk: Зміна команд збирання для використання scratchbox 1 або 2

source: Scratchbox directory:
fr: Répertoire de scratchbox :
nl: Scratchbox-map:
uk: Каталог scratchbox:

source: Scratchbox version:
fr: Version de scratchbox :
nl: Scratchbox-versie:
uk: Версія scratchbox:

source: Select Scratchbox Folder
fr: Sélection du dossier scratchbox
nl: Selecteer de Scratchbox-map
uk: Виберіть теку scratchbox

source: Scratchbox target:
fr: Cible de scratchbox :
nl: Scratchbox-doel:
uk: Ціль scratchbox:

source: Scratchbox Options
fr: Options de scratchbox
nl: Scratchbox-opties
uk: Параметри scratchbox

source: Program '%s' does not exists
fr: Le programme « %s » n’existe pas
nl: Programma ‘%s’ bestaat niet
uk: Програми «%s» не існує

source: Strip trailing spaces on file save
fr: Supprimer les espaces en fin de ligne lors de l’enregistrement du fichier

source: The file '%s' has been changed. Do you want to lose your changes and reload it?
fr: Le fichier « %s » a été modifié. Voulez-vous abandonner vos modifications et le recharger ?
